{
  "!": 2,
  "#": 3,
  "$": 4,
  "%": 5,
  "&": 6,
  "'": 7,
  "''": 8,
  "'bonanza'..": 9,
  "'but": 10,
  "'cage": 11,
  "'call": 12,
  "'car": 13,
  "'cause": 14,
  "'changeable": 15,
  "'country": 16,
  "'d": 17,
  "'drain": 18,
  "'family": 19,
  "'five": 20,
  "'idiots": 21,
  "'infection": 22,
  "'is": 23,
  "'kicks": 24,
  "'living": 25,
  "'ll": 26,
  "'loaded": 27,
  "'m": 28,
  "'mason": 29,
  "'nice": 30,
  "'old": 31,
  "'older": 32,
  "'profession": 33,
  "'re": 34,
  "'romantic": 35,
  "'s": 36,
  "'single/bachelor": 37,
  "'slave": 38,
  "'spare": 39,
  "'take": 40,
  "'though": 41,
  "'til": 42,
  "'ve": 43,
  "'violation": 44,
  "'why": 45,
  "'you": 46,
  "(": 47,
  ")": 48,
  "*": 49,
  "**": 50,
  "***": 51,
  "*****": 52,
  "*******": 53,
  "*********": 54,
  "*********************": 55,
  "***********************": 56,
  "************************************": 57,
  "*************************************": 58,
  "*****************************************": 59,
  "*******************************************": 60,
  "*****grrrrrrr": 61,
  "****|desc=|link=none|align=left|width=98|height=98": 62,
  "***lucky*wifey***": 63,
  "***make": 64,
  "*99": 65,
  "*business": 66,
  "*giggles*": 67,
  "*residence": 68,
  "*tourist": 69,
  "*unless": 70,
  "*when": 71,
  "+": 72,
  "+212": 73,
  "+30": 74,
  "+965": 75,
  "+974": 76,
  "+9744423298": 77,
  "+9745240147": 78,
  "+97470725083": 79,
  "+accomodation+medical+annual": 80,
  ",": 81,
  ",bring": 82,
  ",hehe": 83,
  ",id=97324,00.html": 84,
  ",nandito": 85,
  "-": 86,
  "--": 87,
  "-/": 88,
  "-1st": 89,
  "-4": 90,
  "-=the": 91,
  "-always": 92,
  "-cost": 93,
  "-d": 94,
  "-if": 95,
  "-inshallah": 96,
  "-is": 97,
  "-jnyfr-": 98,
  "-more": 99,
  "-no": 100,
  "-novita-": 101,
  "-one": 102,
  "-p": 103,
  "-ph": 104,
  "-please": 105,
  "-procedures": 106,
  "-properties": 107,
  "-salary": 108,
  "-sshwalleleh": 109,
  "-tcp/ip": 110,
  "-that": 111,
  "-the": 112,
  "-tom": 113,
  "-your": 114,
  ".": 115,
  "..": 116,
  "...": 117,
  "..and": 118,
  "..anyone": 119,
  "..anyway": 120,
  "..around": 121,
  "..but": 122,
  "..can": 123,
  "..cause": 124,
  "..chopper": 125,
  "..consider": 126,
  "..etc..": 127,
  "..getting": 128,
  "..he": 129,
  "..hence": 130,
  "..http": 131,
  "..i": 132,
  "..is": 133,
  "..it": 134,
  "..la": 135,
  "..like": 136,
  "..lol": 137,
  "..may": 138,
  "..my": 139,
  "..not": 140,
  "..of": 141,
  "..oh": 142,
  "..oooooooooooh": 143,
  "..or": 144,
  "..people": 145,
  "..relaxing": 146,
  "..so": 147,
  "..that": 148,
  "..the": 149,
  "..they": 150,
  "..try": 151,
  "..u": 152,
  "..wth": 153,
  "..yes": 154,
  ".1": 155,
  ".1000": 156,
  ".1370.00": 157,
  ".1st": 158,
  ".advise": 159,
  ".all": 160,
  ".also": 161,
  ".and": 162,
  ".anyway": 163,
  ".anywhere": 164,
  ".as": 165,
  ".at": 166,
  ".but": 167,
  ".by": 168,
  ".comfort": 169,
  ".concur": 170,
  ".consecutive": 171,
  ".could": 172,
  ".do": 173,
  ".does": 174,
  ".dont": 175,
  ".duh": 176,
  ".durian": 177,
  ".duuhh..oh": 178,
  ".etc": 179,
  ".from": 180,
  ".get": 181,
  ".go": 182,
  ".hope": 183,
  ".huge": 184,
  ".i": 185,
  ".if": 186,
  ".irish": 187,
  ".it": 188,
  ".its": 189,
  ".just": 190,
  ".kal_el": 191,
  ".know": 192,
  ".lets": 193,
  ".like": 194,
  ".lol": 195,
  ".martin": 196,
  ".mathboy": 197,
  ".maybe": 198,
  ".me": 199,
  ".n": 200,
  ".need": 201,
  ".next": 202,
  ".no": 203,
  ".not": 204,
  ".now": 205,
  ".one": 206,
  ".pls": 207,
  ".pulling": 208,
  ".saw": 209,
  ".say": 210,
  ".see": 211,
  ".simple": 212,
  ".so": 213,
  ".still": 214,
  ".such": 215,
  ".suzuki": 216,
  ".that": 217,
  ".the": 218,
  ".then": 219,
  ".there": 220,
  ".these": 221,
  ".they": 222,
  ".think": 223,
  ".this": 224,
  ".through": 225,
  ".we": 226,
  ".well": 227,
  ".what": 228,
  ".when": 229,
  ".where": 230,
  ".which": 231,
  ".will": 232,
  ".you": 233,
  "/": 234,
  "/-a-t-/": 235,
  "////": 236,
  "//1besthealth.blogspot.com/": 237,
  "//2nd": 238,
  "//aspire.qa/aspireactive/schedulestimetables/pages/schedulestimetables.aspx": 239,
  "//braveatheart.blogspot.com/|desc=|link=none|align=left|width=180|height=135": 240,
  "//by": 241,
  "//en.wikipedia.org/wiki/amazon_kindle": 242,
  "//en.wikipedia.org/wiki/comparison_of_e-book_readers": 243,
  "//en.wikipedia.org/wiki/the_cambridge_diet": 244,
  "//farm4.static.flickr.com/3351/3615935822_2ca87f726f_m.jpg": 245,
  "//forums.justcommodores.com.au/attachments/vt-vx-holden-commodore-1997-2002/12965d1141039865-car-bras-scan0003.jpg": 246,
  "//gizmodo.com/5807381/barnes-and-noble-simple-touch-nook-review-this-is-the-e+reader-you-want": 247,
  "//i1076.photobucket.com/albums/w448/qatarliving/015.jpg": 248,
  "//i283.photobucket.com/albums/kk284/dohamallrat/3124346127_013ddc9a05_m1-1.jpg": 249,
  "//i757.photobucket.com/albums/xx216/intrinsicluminosity/016.jpg": 250,
  "//iloveqatar.net/bjj/": 251,
  "//img.photobucket.com/albums/v339/horoshanokage/gifs/office-noooo.gif": 252,
  "//innovativeprojectguide.com/": 253,
  "//jalopnik.com/5416663/qatar-junkyard-a-treasure-trove-of-automotive-oddities": 254,
  "//khaleejtimes.ae/displayarticlenew.asp": 255,
  "//memberfiles.freewebs.com/27/36/63363627/photos/traffic-arabic-2-page-001.jpg": 256,
  "//memberfiles.freewebs.com/27/36/63363627/photos/traffic-arabic-2-page-002.jpg": 257,
  "//memberfiles.freewebs.com/27/36/63363627/photos/traffic-arabic-2-page-003.jpg": 258,
  "//my.garmin.com/maps/updates.htm": 259,
  "//onetruelovenetwork.com/": 260,
  "//portal.www.gov.qa/wps/portal/services/inviduallandingpages/": 261,
  "//qatarlivings.blogspot.com/": 262,
  "//qids.org/20-easy-weight-loss-ways/": 263,
  "//s1076.photobucket.com/albums/w448/qatarliving/": 264,
  "//s1121.photobucket.com/albums/l504/hraouf/bb/": 265,
  "//sheenservices.com/contact-us.html": 266,
  "//static.qatarliving.com/badges/150x50_ql_glass_badge.gif": 267,
  "//static.qatarliving.com/badges/150x50_ql_plain_badge.gif": 268,
  "//tall-and-ginger.blogspot.com": 269,
  "//thepeninsulaqatar.com/qatar/221286-doha-zoo-to-be-converted-into-safari-park.html": 270,
  "//think": 271,
  "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/coa_vatican.svg/85px-coa_vatican.sv": 272,
  "//weightlossmedicaldiets.com/": 273,
  "//www.alkhaleej.com/english/featured_products/index.html": 274,
  "//www.aspire.qa/topics/index.asp": 275,
  "//www.blingc": 276,
  "//www.blingchees": 277,
  "//www.blingcheese.com/": 278,
  "//www.bodybydesignqatar.com": 279,
  "//www.canuckabroad.com/forums/": 280,
  "//www.complaintsboard.com/complaints/deltasol-group-samadrid28034-spain-c123677.html": 281,
  "//www.distancesfrom.com/qa/map-from-doha-to-al-dosari-zoo-and-game-reserve-ash-shahaniyah/maphistory/8757207.aspx": 282,
  "//www.e4u.name.qa/main.htm": 283,
  "//www.eda.admin.ch/eda/en/home/reps/asia/vkwt/ref_visinf/viskwt.html": 284,
  "//www.emirates247.com/business/visas-for-canadians-at-under-70-2011-01-03-1.337245": 285,
  "//www.gulf-times.com/site/topics/article.asp": 286,
  "//www.helium.com/items/329397-mint-leaves-and-health-benefits": 287,
  "//www.ho": 288,
  "//www.iloveqatar.net": 289,
  "//www.irs.gov/businesses/small/international/article/0": 290,
  "//www.jdpower.com/autos/ratings/quality-ratings-by-category/midsize-car": 291,
  "//www.leihinstrumente.com/guitars/acoustic-guitars/cort-earth-mini-travel.html": 292,
  "//www.messybeast.com/handrear.htm": 293,
  "//www.moi.gov.qa/site/english/index.html": 294,
  "//www.muslimbabynames.net/": 295,
  "//www.myspacepicturecodes.com/myspace-graphics/myspace-graphics-animations/myspace-graphics-animations72.gif": 296,
  "//www.myswitzerland.com/en.cfm/home": 297,
  "//www.nationalday2010.com/": 298,
  "//www.ndqatar.com/english/events/pages/events-list.aspx": 299,
  "//www.ndqatar.com/english/events/pages/interactive-map.aspx": 300,
  "//www.qatarliving.com/answers/visas-and-permits/documents-requirements-for-applying-for-visit-visa": 301,
  "//www.qatarliving.com/group/filipino-expatriates-in-qatar": 302,
  "//www.qatarliving.com/group/pets-and-animals-in-qatar": 303,
  "//www.qatarliving.com/node/1299179": 304,
  "//www.qatarliving.com/node/1576542": 305,
  "//www.qatarliving.com/node/374495": 306,
  "//www.qatarliving.com/node/451799": 307,
  "//www.qatarliving.com/node/58409": 308,
  "//www.qatarliving.com/node/710702": 309,
  "//www.qatarliving.com/node/733665": 310,
  "//www.qatarliving.com/node/74554": 311,
  "//www.qatarliving.com/node/75122": 312,
  "//www.qatarliving.com/node/8413836": 313,
  "//www.qatarliving.com/node/968915": 314,
  "//www.qatarliving.com/qatar-living-lounge/posts/professions-not-eligible-apply-driving-licence": 315,
  "//www.qatarliving.com/socialising/posts/all-are-absent-today": 316,
  "//www.qatarliving.com/user/spanky1423": 317,
  "//www.qaws.org": 318,
  "//www.qiib.com.qa": 319,
  "//www.qnb.com.qa/english/": 320,
  "//www.skamu.com/icons/animated/images/icon41.gif": 321,
  "//www.thecanadianexpat.com/": 322,
  "//www.thepeninsulaqatar.com/display_news.asp": 323,
  "//www.topgear.com/uk/renault/clio": 324,
  "//www.u21global.edu.sg/education/about/offices": 325,
  "//www.uaeinteract.com/travel/visas.asp": 326,
  "//www.worldtravelguide.net/country/230/passport_visa/middle-east/qatar.html": 327,
  "//www.xenonplanet.com/useful-information/why-xenon-bulbs": 328,
  "//www.youtube.com/watch": 329,
  "//www.zwani.com/graph": 330,
  "//yadiin.blogspot.com/": 331,
  "/cite": 332,
  "/dl3/d3/l2dbisevz0fbis9nqseh/": 333,
  "/do": 334,
  "/i": 335,
  "/mail": 336,
  "/month": 337,
  "0": 338,
  "0.1": 339,
  "0.5~2": 340,
  "0.8~1.2": 341,
  "000": 342,
  "01": 343,
  "01.": 344,
  "01/04/2008": 345,
  "02.04": 346,
  "02:02": 347,
  "05.10.2014": 348,
  "06.": 349,
  "06.55": 350,
  "07.08.2014": 351,
  "07.39": 352,
  "07.49": 353,
  "08": 354,
  "08.25": 355,
  "09": 356,
  "09.56": 357,
  "09225369274": 358,
  "0974": 359,
  "1": 360,
  "1+5": 361,
  "1,000": 362,
  "1,100": 363,
  "1,2,3,5,6,7,8,9,11": 364,
  "1,500.": 365,
  "1,600/-": 366,
  "1,630": 367,
  "1,700": 368,
  "1-": 369,
  "1-2": 370,
  "1-3": 371,
  "1-in": 372,
  "1-visit": 373,
  "1.": 374,
  "1.5": 375,
  "1.5-2": 376,
  "1.arabic": 377,
  "1.go": 378,
  "1.husband": 379,
  "1.the": 380,
  "1/2": 381,
  "1/2kg": 382,
  "10": 383,
  "10,000": 384,
  "10,000.": 385,
  "10.": 386,
  "10.000": 387,
  "10.1": 388,
  "10.22": 389,
  "10.30": 390,
  "10.40": 391,
  "10.they": 392,
  "10/each": 393,
  "100": 394,
  "100,000": 395,
  "100,000/-": 396,
  "100.": 397,
  "100/-": 398,
  "1000": 399,
  "10000": 400,
  "10000/-": 401,
  "1000qr": 402,
  "100qar": 403,
  "100qr": 404,
  "100ts": 405,
  "106": 406,
  "10am": 407,
  "10days": 408,
  "10k": 409,
  "10kg": 410,
  "10min": 411,
  "10pm": 412,
  "10qrs": 413,
  "10s": 414,
  "10salary": 415,
  "11": 416,
  "11,000": 417,
  "11.": 418,
  "11.05.2014": 419,
  "11.15": 420,
  "11.2": 421,
  "11.40": 422,
  "11.do": 423,
  "11.passport": 424,
  "11000": 425,
  "110qr": 426,
  "110v": 427,
  "11am": 428,
  "11k": 429,
  "11pm": 430,
  "12": 431,
  "12,000": 432,
  "12.": 433,
  "12.any": 434,
  "120": 435,
  "120,000qr": 436,
  "1200": 437,
  "1200.": 438,
  "12000": 439,
  "12000k": 440,
  "12000qr": 441,
  "122": 442,
  "12500": 443,
  "1296": 444,
  "12:04": 445,
  "12th": 446,
  "12v": 447,
  "13": 448,
  "13.": 449,
  "13.000": 450,
  "13.your": 451,
  "1300": 452,
  "13000": 453,
  "1303111798": 454,
  "13100": 455,
  "13mm": 456,
  "13th": 457,
  "14": 458,
  "14,000": 459,
  "14-hours": 460,
  "14.": 461,
  "14.12.2013": 462,
  "14.90": 463,
  "140": 464,
  "14000": 465,
  "144": 466,
  "14days": 467,
  "14kg": 468,
  "14th": 469,
  "15": 470,
  "15,000": 471,
  "15-25": 472,
  "15.": 473,
  "15.05.2014": 474,
  "15.10": 475,
  "15.40": 476,
  "15.60": 477,
  "15.80": 478,
  "150/": 479,
  "1500": 480,
  "1500-2000": 481,
  "15000-30000": 482,
  "1500qr": 483,
  "1580": 484,
  "15g": 485,
  "15k": 486,
  "16": 487,
  "16.": 488,
  "16.00": 489,
  "16.20": 490,
  "16.23": 491,
  "16.60": 492,
  "1600": 493,
  "1630usd": 494,
  "1650": 495,
  "167cm": 496,
  "16gb": 497,
  "16k": 498,
  "17": 499,
  "17.": 500,
  "17.00": 501,
  "17.05": 502,
  "17.23": 503,
  "17.50": 504,
  "1700": 505,
  "17000": 506,
  "17000.": 507,
  "18": 508,
  "18,000": 509,
  "18,2011.": 510,
  "18.00": 511,
  "18.11": 512,
  "18.27": 513,
  "18.50": 514,
  "1800": 515,
  "18000qr": 516,
  "180qr/ea/yummy": 517,
  "1856-1950": 518,
  "18th": 519,
  "19": 520,
  "19.00": 521,
  "1960s": 522,
  "1970": 523,
  "1980.": 524,
  "19zrs": 525,
  "1:00pm": 526,
  "1day": 527,
  "1pm": 528,
  "1st": 529,
  "2": 530,
  "2,100": 531,
  "2,200-2,500qr": 532,
  "2,500": 533,
  "2,500.": 534,
  "2-": 535,
  "2-3": 536,
  "2-passport": 537,
  "2-week": 538,
  "2-year": 539,
  "2.": 540,
  "2.1": 541,
  "2.2": 542,
  "2.30": 543,
  "2.4": 544,
  "2.5": 545,
  "2.find": 546,
  "2.passport": 547,
  "2.salary": 548,
  "2.you": 549,
  "2/10": 550,
  "20": 551,
  "20,000": 552,
  "20,000qar": 553,
  "200": 554,
  "200/": 555,
  "200/-": 556,
  "2000": 557,
  "20000k": 558,
  "20000qr": 559,
  "2000pm+food+": 560,
  "2000qr": 561,
  "2001": 562,
  "2004": 563,
  "2004.": 564,
  "2005": 565,
  "2006": 566,
  "2006-2007": 567,
  "2006.": 568,
  "2007": 569,
  "2007-11-01": 570,
  "2007.": 571,
  "2008": 572,
  "2008.": 573,
  "2009": 574,
  "200qar": 575,
  "200qr": 576,
  "200qrs": 577,
  "200riya": 578,
  "2010": 579,
  "2011": 580,
  "2012": 581,
  "2012.": 582,
  "2012..": 583,
  "2013": 584,
  "2014.": 585,
  "2015": 586,
  "2015.": 587,
  "2023": 588,
  "20k": 589,
  "20kg": 590,
  "20km": 591,
  "20nov": 592,
  "20th": 593,
  "21": 594,
  "21+": 595,
  "21.05.2014": 596,
  "210,000": 597,
  "2130.00": 598,
  "22": 599,
  "22.00": 600,
  "22.09.2014": 601,
  "220": 602,
  "220v": 603,
  "23,000.": 604,
  "23954": 605,
  "24": 606,
  "24/7": 607,
  "240": 608,
  "24hr": 609,
  "25": 610,
  "25,000/-": 611,
  "25.": 612,
  "250": 613,
  "250.": 614,
  "2500": 615,
  "26": 616,
  "27": 617,
  "27-year-old": 618,
  "275/40": 619,
  "28": 620,
  "28-20k": 621,
  "28th": 622,
  "29": 623,
  "29th": 624,
  "2:22": 625,
  "2am": 626,
  "2g": 627,
  "2months.and": 628,
  "2nd": 629,
  "2pcs": 630,
  "2pm": 631,
  "2way": 632,
  "2x2": 633,
  "2years": 634,
  "2yr": 635,
  "2~4": 636,
  "2~5": 637,
  "3": 638,
  "3+": 639,
  "3,800qr": 640,
  "3,900": 641,
  "3-": 642,
  "3-4": 643,
  "3-4days": 644,
  "3-5": 645,
  "3-months": 646,
  "3-week": 647,
  "3-what": 648,
  "3-your": 649,
  "3.": 650,
  "3.5": 651,
  "3.65": 652,
  "3.cid": 653,
  "3.color": 654,
  "3.no": 655,
  "3/4": 656,
  "30": 657,
  "30-35": 658,
  "30-40": 659,
  "300": 660,
  "300-500": 661,
  "300-500/month": 662,
  "3000": 663,
  "30000": 664,
  "3000qar": 665,
  "30244": 666,
  "3030": 667,
  "30k": 668,
  "31": 669,
  "31..": 670,
  "3150": 671,
  "316": 672,
  "3180": 673,
  "31st": 674,
  "32": 675,
  "33": 676,
  "33,000": 677,
  "33.": 678,
  "33210258": 679,
  "33237997..": 680,
  "3350": 681,
  "33973297": 682,
  "34": 683,
  "340qr": 684,
  "35": 685,
  "350": 686,
  "3500": 687,
  "3544": 688,
  "3585480": 689,
  "36": 690,
  "36k": 691,
  "37": 692,
  "38k": 693,
  "3960qar": 694,
  "3:00pm": 695,
  "3:2:21": 696,
  "3:30": 697,
  "3:30pm": 698,
  "3g": 699,
  "3hours": 700,
  "3kg": 701,
  "3kg+": 702,
  "3months": 703,
  "3rd": 704,
  "3yrs": 705,
  "4": 706,
  "4,300/-": 707,
  "4,500": 708,
  "4-": 709,
  "4-5": 710,
  "4-5k": 711,
  "4-no": 712,
  "4.": 713,
  "4.1.1": 714,
  "4.5": 715,
  "4.applicaiton": 716,
  "4.take": 717,
  "40": 718,
  "400": 719,
  "400,000": 720,
  "4000": 721,
  "4000-5000": 722,
  "4000-6000.": 723,
  "4000-8000/": 724,
  "40000.": 725,
  "4000qar": 726,
  "4000qr": 727,
  "4000qtr": 728,
  "400k": 729,
  "400qr": 730,
  "40160415": 731,
  "40gb": 732,
  "40k": 733,
  "410": 734,
  "4246839": 735,
  "4360": 736,
  "4360052": 737,
  "4367187": 738,
  "440": 739,
  "44257581/82": 740,
  "4429185": 741,
  "44342471": 742,
  "44366147": 743,
  "444-2299": 744,
  "44422052.": 745,
  "44438383": 746,
  "44810400": 747,
  "44810951": 748,
  "45": 749,
  "45-60": 750,
  "450": 751,
  "4500": 752,
  "455-8637": 753,
  "4583079": 754,
  "4700": 755,
  "48": 756,
  "4803696": 757,
  "4808242": 758,
  "4812944": 759,
  "4874178": 760,
  "4877144": 761,
  "4901005": 762,
  "499-76-50": 763,
  "4:00pm-historical": 764,
  "4days": 765,
  "4e": 766,
  "4g": 767,
  "4get": 768,
  "4k-5k": 769,
  "4m": 770,
  "4months": 771,
  "4pm": 772,
  "4th": 773,
  "4wd": 774,
  "4x4": 775,
  "5": 776,
  "5-": 777,
  "5-10": 778,
  "5-10pm": 779,
  "5-5-8-5-1-4-8-7": 780,
  "5-6": 781,
  "5-last": 782,
  "5.": 783,
  "5.000": 784,
  "5.000qr": 785,
  "5.50": 786,
  "5.enjoy": 787,
  "5.get": 788,
  "50": 789,
  "50+c": 790,
  "50.000": 791,
  "50.000qr": 792,
  "50/-": 793,
  "500": 794,
  "500.": 795,
  "5000": 796,
  "5000_": 797,
  "500qr": 798,
  "500qrs": 799,
  "50dirhams": 800,
  "50mins": 801,
  "50qr": 802,
  "51": 803,
  "5103": 804,
  "5125244": 805,
  "519": 806,
  "5245144": 807,
  "5263181": 808,
  "534": 809,
  "5356405": 810,
  "54": 811,
  "545-2445": 812,
  "5498924": 813,
  "55": 814,
  "55,000": 815,
  "550": 816,
  "550.00": 817,
  "55056093": 818,
  "55096037": 819,
  "551": 820,
  "55264002": 821,
  "55385099": 822,
  "55385099.": 823,
  "555": 824,
  "55525120": 825,
  "55531446": 826,
  "55974495": 827,
  "55riyals": 828,
  "5672654": 829,
  "57": 830,
  "570": 831,
  "580": 832,
  "580-7968.": 833,
  "5830": 834,
  "5870417.": 835,
  "5916840": 836,
  "5949.50": 837,
  "5:00pm-sail": 838,
  "5:01pm": 839,
  "5am": 840,
  "5days": 841,
  "5k": 842,
  "5kg": 843,
  "5kgs": 844,
  "5mos": 845,
  "5mt": 846,
  "5ooo.00": 847,
  "5pm": 848,
  "5qr": 849,
  "5yrs": 850,
  "5~15": 851,
  "6": 852,
  "6-oz": 853,
  "6-rental": 854,
  "6.": 855,
  "6.after": 856,
  "60": 857,
  "60.000km": 858,
  "600": 859,
  "6000": 860,
  "6039g": 861,
  "60gb": 862,
  "63.": 863,
  "6300qr": 864,
  "6500": 865,
  "6500qar": 866,
  "65k": 867,
  "663": 868,
  "66430353": 869,
  "66449078": 870,
  "66529657": 871,
  "66537722": 872,
  "66559307": 873,
  "66670408": 874,
  "6698": 875,
  "69": 876,
  "6:20": 877,
  "6:30": 878,
  "6:30am": 879,
  "6k": 880,
  "6month": 881,
  "6months": 882,
  "7": 883,
  "7,000": 884,
  "7-": 885,
  "7.": 886,
  "7.000qr": 887,
  "7.1": 888,
  "7.5": 889,
  "7.cid": 890,
  "70": 891,
  "70-80": 892,
  "700": 893,
  "7000": 894,
  "7000.": 895,
  "7000qar": 896,
  "7000qr": 897,
  "70082659": 898,
  "70270562": 899,
  "707": 900,
  "71.": 901,
  "7100": 902,
  "72": 903,
  "72/73/74/75": 904,
  "7200qr": 905,
  "73": 906,
  "7303772": 907,
  "75": 908,
  "750": 909,
  "7500.": 910,
  "7500/-": 911,
  "76": 912,
  "77": 913,
  "780": 914,
  "7831": 915,
  "78kg": 916,
  "7:00pm": 917,
  "7:30": 918,
  "7am": 919,
  "7days": 920,
  "7th": 921,
  "7yrs": 922,
  "8": 923,
  "8-": 924,
  "8-11": 925,
  "8.": 926,
  "8.no": 927,
  "800": 928,
  "8000": 929,
  "800qr": 930,
  "810": 931,
  "82,400": 932,
  "83": 933,
  "85,000": 934,
  "8520": 935,
  "877": 936,
  "8854": 937,
  "8:00am-parade": 938,
  "8:00pm-fireworks": 939,
  "8:10pm": 940,
  "8:30": 941,
  "8am": 942,
  "8hrs": 943,
  "8k+car+house": 944,
  "8kg": 945,
  "8seater": 946,
  "9": 947,
  "9.": 948,
  "9.go": 949,
  "9/11": 950,
  "9/7/2006": 951,
  "90": 952,
  "900": 953,
  "9000": 954,
  "94": 955,
  "950": 956,
  "950+410+220": 957,
  "974": 958,
  "98.": 959,
  "99": 960,
  "999": 961,
  "999..choose": 962,
  "9:00-11:00": 963,
  "9:30": 964,
  "9am": 965,
  "9am.she": 966,
  "9cm": 967,
  ":": 968,
  ":0": 969,
  ":p": 970,
  ";": 971,
  "<": 972,
  "<eos>": 973,
  "=": 974,
  "==================================": 975,
  "=====================================": 976,
  "===========================================": 977,
  "=============================================": 978,
  "=p": 979,
  ">": 980,
  "?": 981,
  "@": 982,
  "[": 983,
  "\\\\\\": 984,
  "]": 985,
  "^p": 986,
  "_": 987,
  "_________": 988,
  "__________": 989,
  "______________________": 990,
  "__________________________": 991,
  "___________________________": 992,
  "____________________________": 993,
  "________________________________________": 994,
  "__________________________________________": 995,
  "___________________________________________": 996,
  "______________________________________________": 997,
  "_______________________________________________": 998,
  "____________________________________________________": 999,
  "_______________________________________________________________": 1000,
  "_blank": 1001,
  "_it": 1002,
  "_name": 1003,
  "`": 1004,
  "``": 1005,
  "a": 1006,
  "a**": 1007,
  "a-": 1008,
  "a.": 1009,
  "a/c": 1010,
  "a380": 1011,
  "aaa": 1012,
  "aaaa": 1013,
  "aaah": 1014,
  "aaarrrrggghhhhhh": 1015,
  "aaccident": 1016,
  "aahh": 1017,
  "aarrgh": 1018,
  "aaryas": 1019,
  "ab-": 1020,
  "ab-ve": 1021,
  "abandoned": 1022,
  "abandoning": 1023,
  "abaya": 1024,
  "abaya..": 1025,
  "abbaya": 1026,
  "abdulkaderm": 1027,
  "abdulla": 1028,
  "abiding": 1029,
  "ability": 1030,
  "ability.this": 1031,
  "able": 1032,
  "aboo": 1033,
  "aboud": 1034,
  "about": 1035,
  "abouts..": 1036,
  "above": 1037,
  "abraham": 1038,
  "abroad": 1039,
  "abs": 1040,
  "abscond": 1041,
  "absolute": 1042,
  "absolutely": 1043,
  "absolutly": 1044,
  "abt": 1045,
  "abu": 1046,
  "abundant": 1047,
  "abused": 1048,
  "abut": 1049,
  "ac": 1050,
  "academy": 1051,
  "acar": 1052,
  "accedpt": 1053,
  "acceleration": 1054,
  "accent": 1055,
  "accept": 1056,
  "acceptable": 1057,
  "acceptance": 1058,
  "accepted": 1059,
  "accepting": 1060,
  "accepts": 1061,
  "accesible": 1062,
  "access": 1063,
  "accessible": 1064,
  "accessories": 1065,
  "accessories..salea": 1066,
  "acchabachha": 1067,
  "accident": 1068,
  "accidents": 1069,
  "accnt": 1070,
  "accomadation": 1071,
  "accommodate": 1072,
  "accommodation": 1073,
  "accommodations": 1074,
  "accomodating": 1075,
  "accomodation": 1076,
  "accompanied": 1077,
  "accompanying": 1078,
  "accomplish": 1079,
  "accord": 1080,
  "accord..": 1081,
  "according": 1082,
  "accordingly": 1083,
  "account": 1084,
  "account/": 1085,
  "accountant": 1086,
  "accounting": 1087,
  "accounts": 1088,
  "accounts..": 1089,
  "accrediated": 1090,
  "accredited": 1091,
  "accross": 1092,
  "acct": 1093,
  "accumulate": 1094,
  "accumulation": 1095,
  "accurate": 1096,
  "accused": 1097,
  "accustomed": 1098,
  "ace": 1099,
  "acid": 1100,
  "acids": 1101,
  "acknowledge": 1102,
  "acknowledged": 1103,
  "acknowledgement": 1104,
  "acne": 1105,
  "acnesol": 1106,
  "acommodation": 1107,
  "acoount": 1108,
  "acoustic": 1109,
  "acqua": 1110,
  "acquire": 1111,
  "across": 1112,
  "act": 1113,
  "acting": 1114,
  "action": 1115,
  "action=view": 1116,
  "actions": 1117,
  "activate": 1118,
  "activated": 1119,
  "active": 1120,
  "activites": 1121,
  "activities": 1122,
  "activities..but": 1123,
  "activity": 1124,
  "acton": 1125,
  "actrim": 1126,
  "actual": 1127,
  "actually": 1128,
  "actualy": 1129,
  "ad": 1130,
  "adaferin": 1131,
  "adaid": 1132,
  "adalpalene": 1133,
  "adamant": 1134,
  "adapt": 1135,
  "add": 1136,
  "addict": 1137,
  "addiction": 1138,
  "addition": 1139,
  "additional": 1140,
  "address": 1141,
  "addressed": 1142,
  "addresses": 1143,
  "adds": 1144,
  "adenoids": 1145,
  "adenotonsilectomy": 1146,
  "adequate": 1147,
  "adha": 1148,
  "adil": 1149,
  "adjust": 1150,
  "adjusted": 1151,
  "adman": 1152,
  "admin": 1153,
  "admissions": 1154,
  "admit": 1155,
  "admit..": 1156,
  "adn": 1157,
  "adnan": 1158,
  "adobe": 1159,
  "adopt": 1160,
  "adrenaline": 1161,
  "ads": 1162,
  "adsl": 1163,
  "adult": 1164,
  "adultery": 1165,
  "adults": 1166,
  "advance": 1167,
  "advance..": 1168,
  "advantage": 1169,
  "adventures": 1170,
  "advertise": 1171,
  "advertising": 1172,
  "advice": 1173,
  "advice..": 1174,
  "advice..ur": 1175,
  "advices": 1176,
  "advisable": 1177,
  "advise": 1178,
  "advise..": 1179,
  "advise.i": 1180,
  "advised": 1181,
  "adviser": 1182,
  "advises": 1183,
  "advising": 1184,
  "advisors": 1185,
  "aed": 1186,
  "aerobic": 1187,
  "aerobics": 1188,
  "aesthetics": 1189,
  "affair": 1190,
  "affairs": 1191,
  "affairs-qatar": 1192,
  "affairs..": 1193,
  "affect": 1194,
  "affected": 1195,
  "affected..": 1196,
  "affects": 1197,
  "affidavit": 1198,
  "affiliated": 1199,
  "afford": 1200,
  "affordable": 1201,
  "affraid": 1202,
  "afghanistan": 1203,
  "afican": 1204,
  "afp": 1205,
  "afraid": 1206,
  "africa": 1207,
  "african": 1208,
  "africana": 1209,
  "africans": 1210,
  "africans.i": 1211,
  "after": 1212,
  "afternoon": 1213,
  "afterwards": 1214,
  "afwan": 1215,
  "again": 1216,
  "again..": 1217,
  "against": 1218,
  "age": 1219,
  "agencies": 1220,
  "agency": 1221,
  "agent": 1222,
  "agents": 1223,
  "ages": 1224,
  "aggravate": 1225,
  "aggressive/significant": 1226,
  "ago": 1227,
  "agree": 1228,
  "agreed": 1229,
  "agreement": 1230,
  "agrees": 1231,
  "agress": 1232,
  "ah": 1233,
  "ahali": 1234,
  "ahali.its": 1235,
  "ahead": 1236,
  "ahli": 1237,
  "ahmed": 1238,
  "ai": 1239,
  "aids": 1240,
  "aiming": 1241,
  "aint": 1242,
  "air": 1243,
  "airfare": 1244,
  "airline": 1245,
  "airlines": 1246,
  "airport": 1247,
  "airpot": 1248,
  "airshow": 1249,
  "airtickets": 1250,
  "airway": 1251,
  "airways": 1252,
  "airways=": 1253,
  "aisha": 1254,
  "aisha-taweela": 1255,
  "aishwarya": 1256,
  "aisteru": 1257,
  "ait": 1258,
  "ajmani": 1259,
  "ajnas": 1260,
  "aju": 1261,
  "ak": 1262,
  "akbar": 1263,
  "akin": 1264,
  "ako": 1265,
  "akong": 1266,
  "al": 1267,
  "al-ahli": 1268,
  "al-asayl": 1269,
  "al-khailji": 1270,
  "al-khor": 1271,
  "al-koot": 1272,
  "al-mountazah": 1273,
  "al-musheiri": 1274,
  "al-saad": 1275,
  "al-zanj": 1276,
  "ala": 1277,
  "aladdin": 1278,
  "alahly": 1279,
  "alam": 1280,
  "alan": 1281,
  "alarm": 1282,
  "alaskan": 1283,
  "alattiyah": 1284,
  "alaykum": 1285,
  "albert": 1286,
  "albustan": 1287,
  "alcohol": 1288,
  "alexa": 1289,
  "aleya": 1290,
  "alghariya": 1291,
  "alhamdulillah": 1292,
  "alhamdullillah": 1293,
  "ali": 1294,
  "alice": 1295,
  "alico": 1296,
  "alien": 1297,
  "alienqat": 1298,
  "aliens": 1299,
  "alikhanaysha": 1300,
  "alive": 1301,
  "alive.any": 1302,
  "aljazeera": 1303,
  "alkhoor": 1304,
  "alkhor": 1305,
  "alkoot": 1306,
  "all": 1307,
  "all-natural": 1308,
  "all..": 1309,
  "allah": 1310,
  "allergic": 1311,
  "allergies": 1312,
  "allergy": 1313,
  "alliance": 1314,
  "allocated": 1315,
  "allow": 1316,
  "allowance": 1317,
  "allowances": 1318,
  "allowed": 1319,
  "allowence": 1320,
  "allowing": 1321,
  "allows": 1322,
  "allregy": 1323,
  "almonds": 1324,
  "almost": 1325,
  "almuftah": 1326,
  "alogwith": 1327,
  "alone": 1328,
  "along": 1329,
  "alongwith": 1330,
  "aloooooooot": 1331,
  "alos": 1332,
  "alot": 1333,
  "already": 1334,
  "already.cheers": 1335,
  "alredy": 1336,
  "alright": 1337,
  "alsadd": 1338,
  "also": 1339,
  "also..but": 1340,
  "alt=": 1341,
  "alternate": 1342,
  "alternative": 1343,
  "alternatives": 1344,
  "although": 1345,
  "althroughout": 1346,
  "altima": 1347,
  "alto": 1348,
  "aludied": 1349,
  "alumnar": 1350,
  "alwakra": 1351,
  "alway": 1352,
  "always": 1353,
  "am": 1354,
  "amal": 1355,
  "amarican": 1356,
  "amazed": 1357,
  "amazing": 1358,
  "amazing..": 1359,
  "amazon": 1360,
  "amazon.com": 1361,
  "ambiance..": 1362,
  "amedical": 1363,
  "amercia": 1364,
  "america": 1365,
  "american": 1366,
  "amicable": 1367,
  "amigos..": 1368,
  "amin": 1369,
  "amiri": 1370,
  "amiss": 1371,
  "amnesia": 1372,
  "amnesties": 1373,
  "amnesty": 1374,
  "among": 1375,
  "amongst": 1376,
  "amoud": 1377,
  "amoud-": 1378,
  "amount": 1379,
  "amounting": 1380,
  "amounts": 1381,
  "amour": 1382,
  "amoxicillin": 1383,
  "ample": 1384,
  "amsterdam": 1385,
  "amt": 1386,
  "amusing": 1387,
  "an": 1388,
  "anais": 1389,
  "analize": 1390,
  "analyst": 1391,
  "analyzing": 1392,
  "anana": 1393,
  "anchovies": 1394,
  "and": 1395,
  "and/or": 1396,
  "andalus": 1397,
  "andeee": 1398,
  "andi": 1399,
  "andorra": 1400,
  "android": 1401,
  "android..": 1402,
  "anf": 1403,
  "ang": 1404,
  "angel": 1405,
  "angle": 1406,
  "angry": 1407,
  "ani": 1408,
  "animal": 1409,
  "animals": 1410,
  "animals..": 1411,
  "annex": 1412,
  "anniversary": 1413,
  "annoy": 1414,
  "annoyed": 1415,
  "annoying": 1416,
  "annual": 1417,
  "annually": 1418,
  "annum": 1419,
  "ano": 1420,
  "anonymous": 1421,
  "anonymously": 1422,
  "another": 1423,
  "answer": 1424,
  "answered": 1425,
  "answering": 1426,
  "answers": 1427,
  "ant": 1428,
  "antarctica": 1429,
  "anti": 1430,
  "anti-obesity": 1431,
  "antibiotics": 1432,
  "antidepressant/antianxiety": 1433,
  "antilipid": 1434,
  "antoine": 1435,
  "anu": 1436,
  "anxiety": 1437,
  "any": 1438,
  "any1": 1439,
  "anybody": 1440,
  "anymore": 1441,
  "anyone": 1442,
  "anyone..": 1443,
  "anyones": 1444,
  "anyother": 1445,
  "anything": 1446,
  "anytime": 1447,
  "anyway": 1448,
  "anyway-": 1449,
  "anyways": 1450,
  "anyways..": 1451,
  "anywayz": 1452,
  "anywhere": 1453,
  "apart": 1454,
  "apartment": 1455,
  "aplication": 1456,
  "aply": 1457,
  "apn": 1458,
  "apollo": 1459,
  "apologies": 1460,
  "apology": 1461,
  "apossible": 1462,
  "apostrophe": 1463,
  "app": 1464,
  "appalled": 1465,
  "apparent": 1466,
  "apparently": 1467,
  "appartments": 1468,
  "appealing": 1469,
  "appear": 1470,
  "appearance": 1471,
  "appeared": 1472,
  "appears": 1473,
  "apperance": 1474,
  "appetit": 1475,
  "appetite": 1476,
  "appiled": 1477,
  "apple": 1478,
  "applicable": 1479,
  "applicant": 1480,
  "applicants": 1481,
  "application": 1482,
  "application..he": 1483,
  "application..i": 1484,
  "application.when": 1485,
  "applications": 1486,
  "applied": 1487,
  "applies": 1488,
  "apply": 1489,
  "apply-": 1490,
  "applying": 1491,
  "appoinment": 1492,
  "appointed": 1493,
  "appointement": 1494,
  "appointment": 1495,
  "appointments": 1496,
  "appollo": 1497,
  "appolo": 1498,
  "appove": 1499,
  "appreciate": 1500,
  "appreciated": 1501,
  "appreciated..": 1502,
  "approach": 1503,
  "approachable": 1504,
  "approached": 1505,
  "approaching": 1506,
  "appropriate": 1507,
  "approval": 1508,
  "approve": 1509,
  "approved": 1510,
  "approves": 1511,
  "approx": 1512,
  "approximately": 1513,
  "apps": 1514,
  "appy": 1515,
  "appying": 1516,
  "aprial": 1517,
  "april": 1518,
  "april/may": 1519,
  "aprtment": 1520,
  "apt": 1521,
  "aqua": 1522,
  "aquarium": 1523,
  "aquatic": 1524,
  "ar": 1525,
  "arab": 1526,
  "arabia": 1527,
  "arabian": 1528,
  "arabic": 1529,
  "arabs": 1530,
  "aramax/": 1531,
  "aramex": 1532,
  "arayhan": 1533,
  "arbitrary": 1534,
  "arc": 1535,
  "architect": 1536,
  "ard": 1537,
  "are": 1538,
  "area": 1539,
  "area..she": 1540,
  "area.there": 1541,
  "areas": 1542,
  "arguing": 1543,
  "argument": 1544,
  "arguments": 1545,
  "ariated": 1546,
  "arien": 1547,
  "arise": 1548,
  "arival": 1549,
  "arm": 1550,
  "armani": 1551,
  "armed": 1552,
  "army": 1553,
  "arona": 1554,
  "around": 1555,
  "around..": 1556,
  "around..m": 1557,
  "arrange": 1558,
  "arranged": 1559,
  "arrangement": 1560,
  "arrangements": 1561,
  "arranging": 1562,
  "arrangment": 1563,
  "arrest": 1564,
  "arrested": 1565,
  "arrival": 1566,
  "arrive": 1567,
  "arrived": 1568,
  "arrives": 1569,
  "arriving": 1570,
  "arrogant": 1571,
  "arround": 1572,
  "arrythmias": 1573,
  "arsan": 1574,
  "art": 1575,
  "article": 1576,
  "articles": 1577,
  "artificial": 1578,
  "artist": 1579,
  "artwork": 1580,
  "as": 1581,
  "asap": 1582,
  "asdl": 1583,
  "aseefa95": 1584,
  "ash": 1585,
  "asia": 1586,
  "asian": 1587,
  "asian.if": 1588,
  "asiana": 1589,
  "asians": 1590,
  "asiantiger": 1591,
  "aside": 1592,
  "asiery": 1593,
  "asim": 1594,
  "ask": 1595,
  "ask..what": 1596,
  "asked": 1597,
  "asking": 1598,
  "asks": 1599,
  "asleep": 1600,
  "aslo": 1601,
  "aspect": 1602,
  "aspire": 1603,
  "assault": 1604,
  "assaulted": 1605,
  "assemble": 1606,
  "assembled": 1607,
  "assembling": 1608,
  "assessed": 1609,
  "assessment": 1610,
  "asset": 1611,
  "assiery": 1612,
  "assisntant": 1613,
  "assist": 1614,
  "assistance": 1615,
  "assistant": 1616,
  "assitant": 1617,
  "association": 1618,
  "asst": 1619,
  "assume": 1620,
  "assumed": 1621,
  "assuming": 1622,
  "assumption": 1623,
  "assurance": 1624,
  "assure": 1625,
  "astounding": 1626,
  "asus": 1627,
  "aswell": 1628,
  "at": 1629,
  "at-least": 1630,
  "ata": 1631,
  "ateneo": 1632,
  "athabasca": 1633,
  "atheism": 1634,
  "atheist": 1635,
  "atheists": 1636,
  "athlete": 1637,
  "atkins": 1638,
  "atlantic": 1639,
  "atlantis": 1640,
  "atleast": 1641,
  "atm": 1642,
  "atmosphere": 1643,
  "atms": 1644,
  "attach": 1645,
  "attached": 1646,
  "attachment": 1647,
  "attack": 1648,
  "attained": 1649,
  "attainment": 1650,
  "attempt": 1651,
  "attempted": 1652,
  "attend": 1653,
  "attendance": 1654,
  "attending": 1655,
  "attention": 1656,
  "attest": 1657,
  "attestation": 1658,
  "attestation..right": 1659,
  "attestation.for": 1660,
  "attestation.website": 1661,
  "attestations": 1662,
  "attested": 1663,
  "attesting": 1664,
  "attire": 1665,
  "attitude": 1666,
  "attitudes": 1667,
  "attracted": 1668,
  "attraction": 1669,
  "attractive": 1670,
  "audio": 1671,
  "audit": 1672,
  "augmentin": 1673,
  "august": 1674,
  "aunt": 1675,
  "aunthenticate..then": 1676,
  "auntie": 1677,
  "aunty": 1678,
  "aus": 1679,
  "aussies": 1680,
  "austrailans": 1681,
  "australia": 1682,
  "australian": 1683,
  "austria": 1684,
  "authentic": 1685,
  "authenticate": 1686,
  "authenticated": 1687,
  "authentication": 1688,
  "authenticity": 1689,
  "author": 1690,
  "authorities": 1691,
  "authority": 1692,
  "authorized": 1693,
  "auto": 1694,
  "autoglass": 1695,
  "automated": 1696,
  "automatic": 1697,
  "automatically": 1698,
  "automobile": 1699,
  "automotive": 1700,
  "avail": 1701,
  "availabe": 1702,
  "availability": 1703,
  "availabilty": 1704,
  "available": 1705,
  "availablty": 1706,
  "avalability": 1707,
  "avalible": 1708,
  "avataar": 1709,
  "avatar": 1710,
  "avaya": 1711,
  "avenida": 1712,
  "avenue": 1713,
  "average": 1714,
  "aviation": 1715,
  "avilable": 1716,
  "avoid": 1717,
  "avoided": 1718,
  "avoiding": 1719,
  "awaited..": 1720,
  "awaiting": 1721,
  "awake": 1722,
  "award": 1723,
  "awarded": 1724,
  "awards": 1725,
  "aware": 1726,
  "awareness": 1727,
  "away": 1728,
  "away..": 1729,
  "awesome": 1730,
  "awesome..": 1731,
  "awfully": 1732,
  "awkhan": 1733,
  "awsum": 1734,
  "awww": 1735,
  "axa": 1736,
  "axis": 1737,
  "axle": 1738,
  "aye": 1739,
  "azamat": 1740,
  "azi": 1741,
  "b": 1742,
  "b**888d": 1743,
  "b-": 1744,
  "b.e-mechanical": 1745,
  "b/room": 1746,
  "b4": 1747,
  "ba": 1748,
  "babes": 1749,
  "babies": 1750,
  "baburao": 1751,
  "baby": 1752,
  "baby.so": 1753,
  "babycare": 1754,
  "babys": 1755,
  "babysitter": 1756,
  "babysitting": 1757,
  "bacame": 1758,
  "bach": 1759,
  "bachelor": 1760,
  "bachelors": 1761,
  "bachus": 1762,
  "back": 1763,
  "back..": 1764,
  "back..and": 1765,
  "back..be": 1766,
  "back..of": 1767,
  "background": 1768,
  "backroom": 1769,
  "backs": 1770,
  "bacl": 1771,
  "bacon": 1772,
  "bacons": 1773,
  "bacos": 1774,
  "bad": 1775,
  "bad/good": 1776,
  "badie": 1777,
  "badly": 1778,
  "badmi": 1779,
  "badminnton": 1780,
  "badminton": 1781,
  "badminton..": 1782,
  "bag": 1783,
  "bago": 1784,
  "bags": 1785,
  "bahrain": 1786,
  "bahru": 1787,
  "bait": 1788,
  "baka": 1789,
  "bakamuna": 1790,
  "bakanuna": 1791,
  "bakeries": 1792,
  "baladiya": 1793,
  "balance": 1794,
  "balanced": 1795,
  "balcony": 1796,
  "bald": 1797,
  "baldiya": 1798,
  "baldrick2dogs": 1799,
  "baldy": 1800,
  "balik": 1801,
  "ball": 1802,
  "ball.guess": 1803,
  "ballgames": 1804,
  "ballistic": 1805,
  "balls": 1806,
  "bambi": 1807,
  "ban": 1808,
  "ban..i": 1809,
  "banana": 1810,
  "band": 1811,
  "bandar": 1812,
  "bang": 1813,
  "bangalore": 1814,
  "bangkok": 1815,
  "bangladeshi": 1816,
  "bank": 1817,
  "bank.any": 1818,
  "bank.der": 1819,
  "banking": 1820,
  "banks": 1821,
  "bannana": 1822,
  "banned": 1823,
  "banned..": 1824,
  "banned..i": 1825,
  "banning": 1826,
  "bans": 1827,
  "bansa": 1828,
  "banter": 1829,
  "bar": 1830,
  "baracuda": 1831,
  "barath": 1832,
  "barber": 1833,
  "barbie": 1834,
  "bare": 1835,
  "barely": 1836,
  "bargaining": 1837,
  "barnes": 1838,
  "bars": 1839,
  "barwa": 1840,
  "base": 1841,
  "base..": 1842,
  "based": 1843,
  "bases": 1844,
  "basic": 1845,
  "basically": 1846,
  "basics": 1847,
  "basis": 1848,
  "basiss": 1849,
  "basket": 1850,
  "basketball": 1851,
  "basketball..": 1852,
  "baskin": 1853,
  "bass": 1854,
  "bataka": 1855,
  "batcave": 1856,
  "batchelors": 1857,
  "bate": 1858,
  "bath": 1859,
  "bathroom": 1860,
  "bathrooms": 1861,
  "baths": 1862,
  "batminton": 1863,
  "battery": 1864,
  "battle": 1865,
  "batutta": 1866,
  "bavan": 1867,
  "bay": 1868,
  "bayad": 1869,
  "bazaar": 1870,
  "bazooka": 1871,
  "bb": 1872,
  "bbbbbbbbssssssss": 1873,
  "bc": 1874,
  "bcos": 1875,
  "bcoz": 1876,
  "bcz": 1877,
  "be": 1878,
  "beach": 1879,
  "beaches": 1880,
  "bean": 1881,
  "bear": 1882,
  "beard": 1883,
  "bearing": 1884,
  "beast666": 1885,
  "beat": 1886,
  "beats": 1887,
  "beattie": 1888,
  "beautifool": 1889,
  "beautiful": 1890,
  "beauty": 1891,
  "beautyful": 1892,
  "bebsi": 1893,
  "became": 1894,
  "because": 1895,
  "become": 1896,
  "becomes": 1897,
  "becoming": 1898,
  "becouse": 1899,
  "becoz": 1900,
  "becuase": 1901,
  "becz": 1902,
  "bed": 1903,
  "bed-room": 1904,
  "bedroom": 1905,
  "beds": 1906,
  "bedside": 1907,
  "bee": 1908,
  "been": 1909,
  "beer": 1910,
  "beers": 1911,
  "beetle": 1912,
  "befor": 1913,
  "before": 1914,
  "before..awsome": 1915,
  "beg": 1916,
  "begining": 1917,
  "beginning": 1918,
  "begins": 1919,
  "begun": 1920,
  "behalf": 1921,
  "behave": 1922,
  "behavior": 1923,
  "behaviour": 1924,
  "behaviours": 1925,
  "beheading": 1926,
  "behind": 1927,
  "behinds": 1928,
  "beijing": 1929,
  "being": 1930,
  "belated": 1931,
  "belgium": 1932,
  "belief": 1933,
  "beliefs": 1934,
  "believe": 1935,
  "belive": 1936,
  "bells": 1937,
  "belly": 1938,
  "belong": 1939,
  "belongs": 1940,
  "below": 1941,
  "below..it": 1942,
  "bemused": 1943,
  "ben": 1944,
  "beneficial": 1945,
  "benefit": 1946,
  "benefits": 1947,
  "beng": 1948,
  "benice": 1949,
  "benifit": 1950,
  "benifits": 1951,
  "bent": 1952,
  "beofe": 1953,
  "berks": 1954,
  "bernard": 1955,
  "bernina": 1956,
  "beserk.he": 1957,
  "beside": 1958,
  "besides": 1959,
  "best": 1960,
  "best..": 1961,
  "bet": 1962,
  "bet.cancelled": 1963,
  "beteel": 1964,
  "beth": 1965,
  "better": 1966,
  "better..any": 1967,
  "betty": 1968,
  "between": 1969,
  "beverly": 1970,
  "beware": 1971,
  "beyond": 1972,
  "bf": 1973,
  "bfr": 1974,
  "bfs": 1975,
  "bhai": 1976,
  "bhavan": 1977,
  "bhawan": 1978,
  "bhp": 1979,
  "bibis": 1980,
  "bicycle": 1981,
  "bidda": 1982,
  "big": 1983,
  "biger": 1984,
  "bigest": 1985,
  "bigger": 1986,
  "biggest": 1987,
  "bike": 1988,
  "bikes": 1989,
  "biking": 1990,
  "bilis": 1991,
  "bill": 1992,
  "billing": 1993,
  "billiton": 1994,
  "bin": 1995,
  "binging": 1996,
  "bink187": 1997,
  "birds": 1998,
  "birth": 1999,
  "birthday": 2000,
  "bit": 2001,
  "bitten": 2002,
  "bitter": 2003,
  "bizarre": 2004,
  "bizarrely": 2005,
  "biznis_impex": 2006,
  "bk": 2007,
  "bla": 2008,
  "black": 2009,
  "blackbeard": 2010,
  "blackberry": 2011,
  "blacklisted": 2012,
  "bladders": 2013,
  "blame": 2014,
  "blaming": 2015,
  "blanc": 2016,
  "blanket": 2017,
  "blasphemy": 2018,
  "blast": 2019,
  "blasting": 2020,
  "blazer": 2021,
  "ble": 2022,
  "bleeding": 2023,
  "bleeped": 2024,
  "blended": 2025,
  "bless": 2026,
  "bless7": 2027,
  "blessed": 2028,
  "blessing": 2029,
  "blew": 2030,
  "blind": 2031,
  "blindly": 2032,
  "blink": 2033,
  "blinking": 2034,
  "bliss": 2035,
  "blizzard": 2036,
  "block": 2037,
  "blocked": 2038,
  "blog": 2039,
  "blogs": 2040,
  "blood": 2041,
  "bloody": 2042,
  "blooming": 2043,
  "blotter": 2044,
  "blouse": 2045,
  "blu": 2046,
  "blue": 2047,
  "bluepanther..": 2048,
  "bluesoul": 2049,
  "bluetooth": 2050,
  "bmi": 2051,
  "bmw": 2052,
  "bnb": 2053,
  "board": 2054,
  "boarding": 2055,
  "boasting": 2056,
  "boat": 2057,
  "boat/s": 2058,
  "boating": 2059,
  "bobby": 2060,
  "bobcorn": 2061,
  "bodies": 2062,
  "body": 2063,
  "bodybydesign.qatar": 2064,
  "boiled": 2065,
  "boiling": 2066,
  "bombards": 2067,
  "bombay": 2068,
  "bombayboy": 2069,
  "bombing": 2070,
  "bon": 2071,
  "bona-fide": 2072,
  "bonanza": 2073,
  "bonnet": 2074,
  "bonus": 2075,
  "boo..on": 2076,
  "book": 2077,
  "booked": 2078,
  "booking": 2079,
  "bookings": 2080,
  "books": 2081,
  "bookshop": 2082,
  "bookworm": 2083,
  "boom": 2084,
  "boomerang": 2085,
  "booming": 2086,
  "boost": 2087,
  "booth": 2088,
  "boots": 2089,
  "booze": 2090,
  "border": 2091,
  "border=": 2092,
  "bored": 2093,
  "boring": 2094,
  "born": 2095,
  "borrow": 2096,
  "bos": 2097,
  "bose": 2098,
  "boss": 2099,
  "both": 2100,
  "bother": 2101,
  "bothered": 2102,
  "bothering": 2103,
  "bottle": 2104,
  "bottles": 2105,
  "bottoms": 2106,
  "bough": 2107,
  "bought": 2108,
  "bouquet": 2109,
  "bout": 2110,
  "boutiques": 2111,
  "bowed": 2112,
  "bowels": 2113,
  "bowlers21": 2114,
  "bowling": 2115,
  "box": 2116,
  "boxbe": 2117,
  "boxes": 2118,
  "boy": 2119,
  "boycotting": 2120,
  "boys": 2121,
  "bp": 2122,
  "br": 2123,
  "braces": 2124,
  "braggadocio": 2125,
  "braggie": 2126,
  "brags": 2127,
  "brainer": 2128,
  "brains": 2129,
  "brake": 2130,
  "brakes": 2131,
  "braking": 2132,
  "branch": 2133,
  "branch.do": 2134,
  "branches": 2135,
  "brand": 2136,
  "brands": 2137,
  "bras": 2138,
  "brat": 2139,
  "brave": 2140,
  "brazilian": 2141,
  "bread": 2142,
  "bread..just": 2143,
  "breads": 2144,
  "breafast": 2145,
  "break": 2146,
  "breakdown": 2147,
  "breakfast": 2148,
  "breakfest..i": 2149,
  "breaking": 2150,
  "breaks": 2151,
  "breast": 2152,
  "breastfeeding": 2153,
  "breath": 2154,
  "breed": 2155,
  "breeze": 2156,
  "bridal": 2157,
  "bride": 2158,
  "bridges": 2159,
  "bright": 2160,
  "brightness": 2161,
  "briliant": 2162,
  "brilliant": 2163,
  "bring": 2164,
  "bringing": 2165,
  "brings": 2166,
  "brisk": 2167,
  "briskly": 2168,
  "brit": 2169,
  "britain": 2170,
  "british": 2171,
  "brits": 2172,
  "bro": 2173,
  "broke": 2174,
  "broken": 2175,
  "broking": 2176,
  "brother": 2177,
  "brothers/uncles/aunties": 2178,
  "brought": 2179,
  "brought..": 2180,
  "browne": 2181,
  "browse": 2182,
  "browsing": 2183,
  "bruise": 2184,
  "brunei": 2185,
  "bs": 2186,
  "bsta": 2187,
  "bstmom": 2188,
  "bt": 2189,
  "btw": 2190,
  "bu": 2191,
  "bubble": 2192,
  "buddha": 2193,
  "buddies": 2194,
  "buddy": 2195,
  "budget": 2196,
  "buds": 2197,
  "buff": 2198,
  "buffet": 2199,
  "bugs": 2200,
  "buick": 2201,
  "build": 2202,
  "building": 2203,
  "buildings": 2204,
  "built": 2205,
  "bukhari": 2206,
  "bukri": 2207,
  "bulb": 2208,
  "bulgari": 2209,
  "bulges": 2210,
  "bull": 2211,
  "bull****": 2212,
  "bum": 2213,
  "bumper": 2214,
  "bun": 2215,
  "bunch": 2216,
  "bunches": 2217,
  "bundle": 2218,
  "bureau": 2219,
  "burgerking": 2220,
  "burn": 2221,
  "burning": 2222,
  "burnt": 2223,
  "bus": 2224,
  "bush": 2225,
  "business": 2226,
  "business/trade": 2227,
  "bussiness": 2228,
  "bussiness..it": 2229,
  "busy": 2230,
  "but": 2231,
  "but..": 2232,
  "butactually": 2233,
  "butt": 2234,
  "buttercuple": 2235,
  "butterfly": 2236,
  "button": 2237,
  "buttons": 2238,
  "buy": 2239,
  "buy..": 2240,
  "buyer": 2241,
  "buying": 2242,
  "bvlgai": 2243,
  "bvlgar": 2244,
  "bvlgari": 2245,
  "by": 2246,
  "bycicle": 2247,
  "bz": 2248,
  "c": 2249,
  "c'mon": 2250,
  "c-ring": 2251,
  "c..s": 2252,
  "ca": 2253,
  "caant": 2254,
  "cab": 2255,
  "cabin": 2256,
  "cable": 2257,
  "cable..": 2258,
  "cacharel": 2259,
  "cadilac": 2260,
  "cadillac": 2261,
  "cafe-": 2262,
  "cafes": 2263,
  "cafeteria": 2264,
  "cage": 2265,
  "cages": 2266,
  "cages..": 2267,
  "cajun": 2268,
  "calamari": 2269,
  "calculate": 2270,
  "calculated": 2271,
  "calgary": 2272,
  "call": 2273,
  "call.i": 2274,
  "call.just": 2275,
  "called": 2276,
  "caller": 2277,
  "callers": 2278,
  "calls": 2279,
  "calmest": 2280,
  "caloric": 2281,
  "calorie": 2282,
  "calories": 2283,
  "calories/day": 2284,
  "calssified": 2285,
  "calvin": 2286,
  "camaro": 2287,
  "cambodia": 2288,
  "cambridge": 2289,
  "came": 2290,
  "camel": 2291,
  "camera": 2292,
  "cameras": 2293,
  "cameroonian": 2294,
  "camry": 2295,
  "camry..": 2296,
  "camus": 2297,
  "can": 2298,
  "canada": 2299,
  "canada/egypt": 2300,
  "canadian": 2301,
  "canadian-born": 2302,
  "canadian/egyptian": 2303,
  "canadians": 2304,
  "canal": 2305,
  "canandian": 2306,
  "cancel": 2307,
  "canceled": 2308,
  "cancelled": 2309,
  "cancels": 2310,
  "cancer": 2311,
  "candian": 2312,
  "candians": 2313,
  "candidate": 2314,
  "candle": 2315,
  "cane": 2316,
  "canned": 2317,
  "cannibals": 2318,
  "cannnot": 2319,
  "cant": 2320,
  "canuk": 2321,
  "capabilities": 2322,
  "capacities": 2323,
  "capacity": 2324,
  "cape": 2325,
  "capital": 2326,
  "caps": 2327,
  "captain": 2328,
  "car": 2329,
  "car.": 2330,
  "car.we": 2331,
  "caravan": 2332,
  "carb": 2333,
  "carbo": 2334,
  "carbohydrates": 2335,
  "carbonara": 2336,
  "carbs": 2337,
  "card": 2338,
  "cardio": 2339,
  "cards": 2340,
  "care": 2341,
  "career": 2342,
  "careful": 2343,
  "careful..": 2344,
  "carefull": 2345,
  "carefully": 2346,
  "cares": 2347,
  "caring": 2348,
  "carlos": 2349,
  "carpets": 2350,
  "carrefour": 2351,
  "carriage": 2352,
  "carried": 2353,
  "carrier": 2354,
  "carriers": 2355,
  "carries": 2356,
  "carry": 2357,
  "carrying": 2358,
  "cars": 2359,
  "case": 2360,
  "cases": 2361,
  "cases..": 2362,
  "cash": 2363,
  "cashier": 2364,
  "cassey": 2365,
  "castle": 2366,
  "cat": 2367,
  "cat-astrophe": 2368,
  "catalogue": 2369,
  "catalyst": 2370,
  "catch": 2371,
  "categories": 2372,
  "category": 2373,
  "catholic": 2374,
  "catogor": 2375,
  "catogory": 2376,
  "cats": 2377,
  "catwalking": 2378,
  "caught": 2379,
  "cause": 2380,
  "caused": 2381,
  "causes": 2382,
  "causeway": 2383,
  "causing": 2384,
  "caution": 2385,
  "cautious": 2386,
  "caviar": 2387,
  "cbq": 2388,
  "cc": 2389,
  "cctv": 2390,
  "ceid": 2391,
  "ceiling": 2392,
  "celebrated": 2393,
  "celebration": 2394,
  "celebrations": 2395,
  "cell": 2396,
  "cellar": 2397,
  "cellphone": 2398,
  "cellulite": 2399,
  "censor": 2400,
  "census": 2401,
  "center": 2402,
  "centers": 2403,
  "central": 2404,
  "centre": 2405,
  "centres": 2406,
  "cents": 2407,
  "ceo": 2408,
  "cereals": 2409,
  "cert": 2410,
  "certain": 2411,
  "certainly": 2412,
  "certificate": 2413,
  "certificate..": 2414,
  "certificate/s": 2415,
  "certificated": 2416,
  "certificates": 2417,
  "certification": 2418,
  "certified": 2419,
  "cessation": 2420,
  "cfe": 2421,
  "cguro": 2422,
  "chai": 2423,
  "chain": 2424,
  "challange": 2425,
  "challenge": 2426,
  "challenging": 2427,
  "chance": 2428,
  "chances": 2429,
  "change": 2430,
  "changed": 2431,
  "changes": 2432,
  "changing": 2433,
  "chantix": 2434,
  "chaos": 2435,
  "chapter": 2436,
  "character": 2437,
  "charan": 2438,
  "charansoi11r": 2439,
  "charge": 2440,
  "charged": 2441,
  "charges": 2442,
  "charging": 2443,
  "charity": 2444,
  "charter": 2445,
  "chartered": 2446,
  "chat": 2447,
  "chaud": 2448,
  "cheap": 2449,
  "cheaper": 2450,
  "cheapest": 2451,
  "cheapeststuff": 2452,
  "cheat": 2453,
  "cheated": 2454,
  "cheating": 2455,
  "check": 2456,
  "check-up": 2457,
  "check..": 2458,
  "checked": 2459,
  "checking": 2460,
  "checklist": 2461,
  "checks": 2462,
  "checkup": 2463,
  "checkup..you": 2464,
  "cheeper": 2465,
  "cheer": 2466,
  "cheerleaders": 2467,
  "cheers": 2468,
  "cheese": 2469,
  "chek": 2470,
  "chemical": 2471,
  "chemist": 2472,
  "cheque": 2473,
  "cheques": 2474,
  "chernobyl": 2475,
  "cherrrrruuuu": 2476,
  "cheshire": 2477,
  "chest": 2478,
  "chesterton": 2479,
  "chevrolet": 2480,
  "chewing": 2481,
  "chic": 2482,
  "chick": 2483,
  "chicken": 2484,
  "chicken-": 2485,
  "chief": 2486,
  "child": 2487,
  "child..": 2488,
  "child/ren": 2489,
  "childcare": 2490,
  "childhood": 2491,
  "children": 2492,
  "children,3": 2493,
  "childs": 2494,
  "chili": 2495,
  "chilid": 2496,
  "chill": 2497,
  "chilli": 2498,
  "chime": 2499,
  "china": 2500,
  "chinapa": 2501,
  "chinese": 2502,
  "chip": 2503,
  "chips": 2504,
  "chit": 2505,
  "chk": 2506,
  "chldren": 2507,
  "chocolate": 2508,
  "chocolate..": 2509,
  "chocolateguy": 2510,
  "chocolateguy_2006": 2511,
  "choice": 2512,
  "choice..u": 2513,
  "choose": 2514,
  "chop": 2515,
  "chose": 2516,
  "chosen": 2517,
  "chota": 2518,
  "christian": 2519,
  "christmas": 2520,
  "chtosan": 2521,
  "chub": 2522,
  "chunk": 2523,
  "church": 2524,
  "churidar/": 2525,
  "cia": 2526,
  "cid": 2527,
  "cid-might": 2528,
  "cidya": 2529,
  "cielo": 2530,
  "cigarette": 2531,
  "cine": 2532,
  "cinema": 2533,
  "ciphering": 2534,
  "circle": 2535,
  "circuit": 2536,
  "circulation": 2537,
  "circumciscion": 2538,
  "circumcised": 2539,
  "circumcision": 2540,
  "circumesized": 2541,
  "circumscision": 2542,
  "circumsion": 2543,
  "circumsized": 2544,
  "circumstances": 2545,
  "circus": 2546,
  "cite": 2547,
  "cities": 2548,
  "citing": 2549,
  "citizen": 2550,
  "citizens": 2551,
